Repository: mozilla-l10n/mt-training-data
Catalog: bn-BD/bn-BD_pontoon.tmx
Source language: en_us
Languages: bn_bd

source: Siblings
bn_bd: শিবলীং

source: Sichuan Yi
bn_bd: সিচুয়ান ই

source: Sidebar
bn_bd: সাইডবার

source: Sidebars
bn_bd: সাইডবার

source: Sierra Leone
bn_bd: সিয়েরা লিওন

source: Signature verification failed: no signer found, too many signers found, or improper or corrupted data.
bn_bd: স্বাক্ষর যাচাই ব্যর্থ: কোনো স্বাক্ষরকারী পাওয়া যায়নি, অতিরিক্ত স্বাক্ষরকারী পাওয়া গিয়েছে, অথবা অনুপযুক্ত বা নষ্ট ডাটা।

source: Sign In
bn_bd: সাইন ইন

source: Signing
bn_bd: স্বাক্ষরব্যবস্থা

source: Sign in to Firefox from your other devices to view their tabs here.
bn_bd: আপনার অন্যান্য ডিভাইসের Firefox সাইন ইন করে সেই ডিভাইসের ট্যাব এখানে দেখুন।

source: Sign in to Sync
bn_bd: সিঙ্ক করতে সাইন ইন করুন

source: Sign In To Sync
bn_bd: সিঙ্ক করতে সাইন ইন করুন

source: Sign in to &syncBrand.shortName.label;
bn_bd: &syncBrand.shortName.label; এ সাইন ইন করুন

source: Sign in to &syncBrand.shortName.label;…
bn_bd: &syncBrand.shortName.label; এ সাইন ইন করুন…

source: Sign In To &syncBrand.shortName.label;…
bn_bd: &syncBrand.shortName.label; এ সাইন ইন করুন…

source: Sign in to sync your tabs, bookmarks, passwords &amp; more.
bn_bd: আপনার ট্যাব, বুকমার্ক, পাসওয়ার্ডসহ আরও অনেক কিছু সিঙ্ক করতে সাইন ইন করুন।

source: Sign in to view a list of tabs from your other devices.
bn_bd: আপনার অন্যান্য ডিভাইসের ট্যাবের তালিকা দেখতে সাইন ইন করুন।

source: (%S Image)
bn_bd: (%S ছবি)

source: %S Image
bn_bd: %S ছবি

source: %S Image (animated, %S frames)
bn_bd: %S ছবি (অ্যানিমেশন করা, %S ফ্রেম)

source: (%S Image, %S\u00A0\u00D7\u00A0%S pixels)
bn_bd: (%S ছবি, %Sx%S পিক্সেল)

source: Simple Measurements
bn_bd: সহজ পরিমাপ

source: Simplified Chinese
bn_bd: সরলকৃত চীনা

source: Simplify Page
bn_bd: পাতা সরলীকরণ

source: Simulate touch events (page reload might be needed)
bn_bd: টাচ ইভেন্ট সিমুলেট করুন (পৃষ্ঠা পুনরায় লোডের দরকার হতে পারে)

source: Simulator Options
bn_bd: সিমুলেটর অপশনস

source: Simulators
bn_bd: সিমুলেটর

source: Sindhi
bn_bd: সিন্ধি

source: Singapore
bn_bd: সিঙ্গাপুর

source: Singhalese
bn_bd: সিঙ্গালীজ

source: Sinhala
bn_bd: সিংহলী

source: Sint Maarten
bn_bd: সেন্ট মার্টিন

source: %S is a file, can’t save %S
bn_bd: %S একটি ফাইল, %S সংরক্ষণ করা সম্ভব নয়

source: %S is already disabled.
bn_bd: %S ইতঃপূর্বেই নিষ্ক্রিয় করা আছে।

source: %S is already enabled.
bn_bd: %S ইতঃপূর্বেই সক্রিয় করা আছে

source: “%S” is already registered as a Feed Reader
bn_bd: "%S" ইতোমধ্যেই ফিড পাঠক হিসেবে নিবন্ধিত

source: %S is already running, but is not responding. The old %S process must be closed to open a new window.
bn_bd: %S ইতিমধ্যেই চলছে, কিন্তু কোনো সাড়া দিচ্ছে না। নতুন উইন্ডো খোলার জন্য পূর্ববর্তী %S প্রসেসটি বন্ধ করা আবশ্যক।

source: %S is already running, but is not responding. To open a new window, you must first close the existing %S process, or restart your system.
bn_bd: %S ইতিমধ্যেই চলছে, কিন্তু কোনো সাড়া দিচ্ছে না। নতুন একটি উইন্ডো খোলার জন্য, আপনাকে প্রথমে চলমান %S প্রসেস বন্ধ করতে হবে, অথবা আপনার সিস্টেম পুনরায় শুরু করতে হবে।

source: %S is already set to click-to-play.
bn_bd: ক্লিক-প্লে'র জন্যে ইতোমধ্যে %S সেট করা আছে।

source: “%S” is an executable file. Executable files may contain viruses or other malicious code that could harm your computer. Use caution when opening this file. Are you sure you want to launch “%S”?
bn_bd: "%S" একটি এক্সিকিউটেবল ফাইল। এক্সিকিউটেবল ফাইলে ভাইরাস বা অন্যান্য অনিষ্টকারী কোড অন্তর্ভুক্ত থাকতে পারে যা আপনার কম্পিউটারের ক্ষতি সাধন করতে পারে। ফাইলটি খোলার সময় সতর্কতা অবলম্বন করুন। আপনি কি নিশ্চিত আপনি "%S" চালু করতে চান?

source: %S is blocking content on this page.
bn_bd: %S এই পাতার বিষয়বস্তু ব্লক করেছে।

source: “%S” is disabled.
bn_bd: "%S" নিস্ক্রিয়।

source: “%S” is enabled on %S.
bn_bd: %S এ "%S" সক্রিয়।

source: %S is installing components needed to play the audio or video on this page. Please try again later.
bn_bd: এই পাতার অডিও অথবা ভিডিও চালানোর জন্য %S এর উপাদান ইনস্টল হচ্ছে। অনুগ্রহ করে আবার চেষ্টা করুন।

source: %S is not blocking any content on this page.
bn_bd: %S এই পাতাতে কোনো বিষয়বস্তু ব্লক করা হয়নি।

source: %S is not currently set as your default browser. Would you like to make it your default browser?
bn_bd: %S আপনার ডিফল্ট ব্রাউজার নয়। আপনি কি এটিকে ডিফল্ট ব্রাউজার হিসেবে স্থাপন করতে চান?

source: Siswati
bn_bd: সিসওয়াতি

source: Site
bn_bd: সাইট

source: Site Data
bn_bd: সাইট ডেটা

source: Site Location:
bn_bd: সাইটের অবস্থান:

source: Site Preferences
bn_bd: সাইট সংক্রান্ত পছন্দসমূহ (S)

source: Size
bn_bd: আকার

source: Size:
bn_bd: আকার:

# Size: %1$S x %2$S DPR: %3$S UA: %4$S Touch: %5$S
source: Size: %1$S x %2$S\nDPR: %3$S\nUA: %4$S\nTouch: %5$S
bn_bd: সাইজ: %1$S x %2$S\nDPR:%3$S\n:UA: %4$S\nTouch: %5$S

source: {{size_kb}} KB ({{size_b}} bytes)
bn_bd: {{size_kb}} কেবি ({{size_b}} বাইট)

source: Size limit has been reached. Click {{link}} to load more.
bn_bd: আকারের সীমারেখায় পৌঁছে গেছে। আরও লোড করার জন্যে {{link}} ক্লিক করুন।

source: {{size_mb}} MB ({{size_b}} bytes)
bn_bd: {{size_mb}} এমবি ({{size_b}} বাইট)

source: Size: %S Bytes / %S Bits
bn_bd: আকার: %S বাইট / %S বিট

source: Size: %S KB
bn_bd: আকার: %S KB

source: %S KB
bn_bd: %S কিলোবাইট

source: %S KB (%S bytes)
bn_bd: %S কিলোবাইট (%S বাইট)

source: "Skipped: "
bn_bd: "বাদ দেয়া হয়েছে: "

source: Skipped to next declaration.
bn_bd: পরবর্তী ডেক্লারেশনে এগিয়ে যাওয়া হয়েছে।

source: slider
bn_bd: স্লাইডার

source: %S links
bn_bd: %S লিংক

source: Slovak
bn_bd: স্লোভাক

source: Slovakia
bn_bd: স্লোভাকিয়া

source: Slovenia
bn_bd: স্লোভেনিয়া

source: Slovenian
bn_bd: স্লোভেনিয়ান

source: Slow SQL Statements
bn_bd: ধীর গতির এসকিউএল বিবৃতি

source: Slow SQL Statements on Helper Threads
bn_bd: ধীর গতির সহায়ক থ্রেডে SQL স্টেটমেন্ট

source: Slow SQL Statements on Main Thread
bn_bd: ধীর গতির প্রধান থ্রেডে SQLস্টেটমেন্ট

source: Smaller Font
bn_bd: ছোট অক্ষর

source: %S may be busy, or it may have stopped responding. You can stop the plugin now, or you can continue to see if the plugin will complete.
bn_bd: %S এই মুহর্তে ব্যস্ত বা অচল হয়ে আছে। আপনি প্লাগইনটি বন্ধ করতে পারেন ,অথবা আপনি অপেক্ষা করে দেখতে পারেন প্লাগইনটি সম্পন্ন হবে কিনা।

source: %S (microphone)
bn_bd: %S (মাইক্রোফোন)

source: %S (microphone and application)
bn_bd: %S (মাইক্রোফোন এবং অ্যাপ্লিকেশন)

source: %S (microphone and screen)
bn_bd: %S (মাইক্রোফোন এবং স্ক্রিন)

source: %S (microphone and tab)
bn_bd: %S (মাইক্রোফোন এবং ট্যাব)

source: %S (microphone and window)
bn_bd: %S (মাইক্রোফোন এবং উইন্ডো)

source: %S min
bn_bd: %S মিনিট

source: → %S ms
bn_bd: → %S মি সে

source: %S must restart to change block lists.
bn_bd: ব্লক তালিকা পরিবর্তন করতে %S কে রিস্টার্ট করতে হবে।

source: %S must restart to disable this feature.
bn_bd: এই বৈশিষ্ট্য নিষ্ক্রিয় করতে %S অবশ্যই পুনরায় চালু করতে হবে।

source: %S must restart to enable this feature.
bn_bd: এই বৈশিষ্ট্য সক্রিয় করতে %S অবশ্যই পুনরায় চালু করতে হবে।

source: Snapshot #%S
bn_bd: স্ন্যাপশট #%S

source: %S nodes
bn_bd: %S নোড

source: (%S Object)
bn_bd: (%S অবজেক্ট)

source: Sockets
bn_bd: সকেট

source: SOCKS Host:
bn_bd: SOCKS হোস্ট:

source: Software
bn_bd: সফ্টওয়্যার

source: Software Installation
bn_bd: সফটওয়্যার ইনস্টল প্রক্রিয়া

source: Software installation has been disabled by your system administrator.
bn_bd: সিস্টেম অ্যাডমিনিস্ট্রেটর দ্বারা সফটওয়্যার ইনস্টলেশন বর্তমানে নিষ্ক্রিয় করা আছে।

source: Software installation is currently disabled. Click Enable and try again.
bn_bd: সফটওয়্যার ইনস্টলেশন বর্তমানে নিষ্ক্রিয় করা আছে। সক্রিয় বোতাম ক্লিক করে আবার চেষ্টা করুন।

source: Software Security Device
bn_bd: সফটওয়্যার নিরাপত্তা ডিভাইস

source: Software Security Device (FIPS)
bn_bd: সফটওয়্যার নিরাপত্তা ডিভাইস (FIPS)

source: Software Update
bn_bd: সফটওয়্যার হালনাগাদ

source: Software Update Failed
bn_bd: সফটওয়্যার হালনাগাদ ব্যর্থ

source: Solomon Islands
bn_bd: সলোমান দ্বীপপুঞ্জ

source: Somali
bn_bd: সোমালি

source: Somalia
bn_bd: সোমালিয়া

source: Some add-ons have been disabled
bn_bd: কিছু অ্যাড-অন নিস্ক্রিয় করা হয়েছে

source: Some animation properties are optimized
bn_bd: কিছু এনিমেশন বৈশিষ্ট অপটিমাইজ করা

source: Some audio or video on this site uses DRM software, which may limit what %S can let you do with it.
bn_bd: এই সাইটের কিছু অডিও এবং ভিডিও DRM সফটওয়্যার ব্যবহার করে, যেটা আপনাকে সীমিত রাখতে পারে যা আপনাকে %S করতে দেয়।

source: Some &brandShortName; features make use of web-based information services, however, we cannot guarantee they are 100&#37; accurate or error-free. More details, including information on how to disable the features that use these services, can be found in the
bn_bd: কিছু &brandShortName; বৈশিষ্ট্য ওয়েব ভিত্তিক তথ্য সেবা ব্যবহার করে, যাই হোক, আমরা নিশ্চিত করতে পারি না যে তারা 100&#037; সঠিক অথবা নির্ভুল কিনা। আরো বেশী বিস্তারিত এর জন্য, কিভাবে বৈশিষ্ট্য নিষ্ক্রিয় করা হবে যার মধ্যে এই পরিসেবা ব্যবহার করার তথ্য সংযুক্ত আছে, পাওয়া যেতে পারে

source: Some extensions could not be verified
bn_bd: কিছু এক্সটেনশন ভ্যারিফাই করা হয়নি

source: Some features in &brandShortName;, such as the Crash Reporter, give you the option to provide feedback to &vendorShortName;. By choosing to submit feedback, you give &vendorShortName; permission to use the feedback to improve its products, to publish the feedback on its websites, and to distribute the feedback.
bn_bd: &brandShortName; এর কিছু বৈশিষ্ট্যে যেমন, ক্র্যাশ রিপোর্টার &vendorShortName; এ মন্তব্য করার অপশন দেয়। মন্তব্য জমা দেয়া নির্বাচন করে আপনি &vendorShortName; কে মন্তব্য ব্যবহার করে প্রোডাক্ট উন্নয়ন, ওয়েবসাইটে মন্তব্য প্রকাশ এবং মন্তব্য বন্টনের অনুমোদন দেন।

source: Some nodes were hidden.
bn_bd: কিছু নোড লুকোনো রয়েছে।

source: Some printing functionality is not currently available.
bn_bd: কিছু প্রিন্টিং ফাংশন এখন প্রাপ্য নয়।

source: Some printing functionality is not implemented yet.
bn_bd: মুদ্রণের কিছু বৈশিষ্ট্য এখন পর্যন্ত কার্যকর করা হয়নি।

source: Some problems were encountered when trying to find updates.
bn_bd: আপডেট খোঁজার সময় কিছু সমস্যা হয়েছে।

source: Some sample Text goes here.
bn_bd: নমুনা পাঠ্য এখানে লিখুন।

source: Some websites use trackers that can monitor your activity across the Internet. With Tracking Protection Firefox will block many trackers that can collect information about your browsing behavior.
bn_bd: কিছু ওয়েবসাইট ট্র্যাক্যার ব্যবহার করে যেটা ইন্টারনেটের সাহায্যে আপনার কার্যকলাপ লক্ষ্য করতে পারে। ট্র্যাকিং প্রটেকসন ব্যবহার করে Firefox এমন অনেক ট্র্যাক্যার ব্লক করবে যারা আপনার ব্রাউজ সম্পর্কে তথ্য সংগ্রহ করে।

source: Songhay
bn_bd: সোংঘাই

source: %S &Options
bn_bd: %S অপশন (&O)

source: Sorbian
bn_bd: সর্বিয়ান

source: Sorry, $BrandShortName can't be installed. This version of $BrandShortName requires a processor with ${MinSupportedCPU} support. Please click the OK button for additional information.
bn_bd: দুঃখিত, $BrandShortName ইনস্টল করা যাবে না। $BrandShortName এর এই সংষ্করণটির ${MinSupportedCPU} সমর্থিত প্রসেসর প্রয়োজন। বিস্তারিত জানতে OK বোতাম ক্লিক করুন।

source: Sorry, $BrandShortName can't be installed. This version of $BrandShortName requires ${MinSupportedVer} or newer and a processor with ${MinSupportedCPU} support. Please click the OK button for additional information.
bn_bd: দুঃখিত, $BrandShortName ইনস্টল করা যাবে না। $BrandShortName এর এই সংষ্করণটির ${MinSupportedVer} বা আরও নতুন এবং ${MinSupportedCPU} সমর্থিত প্রসেসর প্রয়োজন। বিস্তারিত জানতে OK বোতাম ক্লিক করুন।

source: Sorry, $BrandShortName can't be installed. This version of $BrandShortName requires ${MinSupportedVer} or newer. Please click the OK button for additional information.
bn_bd: দুঃখিত, $BrandShortName ইনস্টল করা যাবে না। $BrandShortName এর এই সংষ্করণটির ${MinSupportedVer} বা আরও নতুন প্রয়োজন। বিস্তারিত জানতে OK বোতাম ক্লিক করুন।

source: Sorry, but there was an error loading the release notes.
bn_bd: দুঃখিত রিলিজ নোট লোড করার সময় ত্রুটি

source: Sort
bn_bd: সাজানো

source: Sort by Added
bn_bd: যোগের ক্রমানুসারে সাজানো e

source: Sort by date updated
bn_bd: তারিখের হালনাগাদ অনুযায়ী সাজান

source: Sort by Description
bn_bd: বর্ণনা অনুসারে সাজান D

source: Sort by Last Modified
bn_bd: সর্বশেষ পরিবর্তন অনুসারে সাজান M

source: Sort by Location
bn_bd: অবস্থান অনুসারে সাজান L

source: Sort by Most Recent Visit
bn_bd: সাম্প্রতিক ভিজিট অনুসারে সাজান V

source: Sort by name
bn_bd: নামানুসারে সাজান

source: Sort by Name
bn_bd: নাম অনুসারে সাজানো N

source: Sort By Name
bn_bd: নাম অনুসারে সাজান

source: Sort by price
bn_bd: মূল্য অনুযায়ী সাজান

source: Sort by relevance
bn_bd: প্রাসঙ্গিকতা অনুযায়ী সাজান

source: Sort by Tags
bn_bd: ট্যাগ অনুসারে সাজান T

source: Sort by Visit Count
bn_bd: ভিজিট সংখ্যা অনুসারে সাজান C

source: Sorted ascending
bn_bd: উর্ধ্বক্রমে সাজানো

source: Sorted by %COLNAME%
bn_bd: %COLNAME% অনুসারে সাজানো হয়েছে

source: Sorted descending
bn_bd: অবরোহী ক্রমানুসারে সাজানো

source: Sort ‘%S’ by Name
bn_bd: '%S' নাম অনুসারে সাজানো

source: Sotho, Northern
bn_bd: সোথো, উত্তর

source: Sotho, Southern
bn_bd: সোথো, দক্ষিণ

source: Source Code:
bn_bd: সোর্স কোড:

source: <source> element has no “src” attribute. Media resource load failed.
bn_bd: <source> এলিমেন্টে কোন "src" এট্রিবিউট নেই। মিডিয়া রিসোর্স লোড করতে ব্যর্থ।

source: Source File:
bn_bd: সোর্স ফাইল:

source: Source File: %S
bn_bd: সোর্স ফাইল: %S

source: Source of:
bn_bd: যে পৃষ্ঠার সোর্স:

source: Sources
bn_bd: উৎস

source: South Africa
bn_bd: দক্ষিণ আফ্রিকা

source: South Georgia and South Sandwich Islands
bn_bd: দক্ষিণ জর্জিয়া ও দক্ষিণ স্যান্ডউইচ দ্বীপপুঞ্জ

source: South Sudan
bn_bd: দক্ষিণ সুদান

source: Space
bn_bd: ফাঁকাস্থান

source: "Space available: "
bn_bd: "ফাঁকা আছে: "

source: Space Fantasy
bn_bd: স্পেস ফ্যান্টাসি

source: Space Fantasy is (C) fx5800p. Available under CC-BY-SA. No warranty.
bn_bd: স্পেস ফ্যান্টাসি হল (C) fx5800p। CC-BY-SA এর অধীনে পর্যাপ্ত পাওয়া যায়। কোন ওয়ারেন্টি নেই।

source: "Space required: "
bn_bd: "প্রয়োজন: "

source: Spaces in URIs need to be replaced with %20 at line %S.
bn_bd: URIs এ স্পেসগুলো %20 দ্বারা %S লাইনে প্রতিস্থাপন করা প্রয়োজন।

source: Spain
bn_bd: স্পেন

source: Spanish
bn_bd: স্প্যানিশ

source: spans %S columns
bn_bd: %S কলামগুলো স্প্যান

source: spans %S rows
bn_bd: %S সারিগুলোর স্প্যান

source: Specified “media” attribute of “%1$S” does not match the environment. Load of media resource %2$S failed.
bn_bd: "%1$S" এর অ্যাট্রিবিউট উল্লেখিত "মিডিয়া" এই পরিবেশের সাথে খাপ খাচ্ছে না।%2$S মিডিয়া রিসোর্স লোড করতে ব্যর্থ।

source: Specified “type” attribute of “%1$S” is not supported. Load of media resource %2$S failed.
bn_bd: "%1$S" এর অ্যাট্রিবিউট উল্লেখিত "ধরণ" সমর্থিত নয়।%2$S মিডিয়া রিসোর্স লোড করতে ব্যর্থ।

source: Speed
bn_bd: গতি

source: spin button
bn_bd: ঘূর্ণন বোতাম

source: Spratly Islands
bn_bd: স্প্রাটলি দ্বীপপুঞ্জ

source: %S prevented this page from automatically redirecting to another page.
bn_bd: %S এই পাতাটিকে স্বয়ংক্রিয়ভাবে অন্য একটি পাতায় রিডিরেক্ট করতে বাধা দিয়েছে।

source: %S prevented this page from automatically reloading.
bn_bd: %S এই পাতাকে স্বয়ংক্রিয়ভাবে রিলোড করতে বাধা দিয়েছে।

source: %S prevented this site from asking you to install software on your computer.
bn_bd: %S দ্বারা এই সাইটকে আপনার কম্পিউটারে সফ্টওয়্যার ইনস্টলেশনের অনুরোধ জানাতে বাধা দেওয়া হয়েছে।

source: %Spx \u00D7 %Spx
bn_bd: %Spx × %Spx

source: %Spx \u00D7 %Spx (scaled to %Spx \u00D7 %Spx)
bn_bd: %Spx × %Spx (আনুপাতিকভাবে পরিবর্তিত %Spx × %Spx)

source: square root
bn_bd: বর্গমূল

source: %S requests additional permissions.
bn_bd: %S অতিরিক্ত অনুমতির জন্য অনুরোধ করেছে।

source: %S requires new permissions
bn_bd: %S এর নতুন অনুমতির প্রয়োজন

source: %S requires that you accept the following End User License Agreement before installation can proceed:
bn_bd: %S ইনস্টলেশন চালানোর পূর্বে আপনাকে শেষ ব্যবহারকারী লাইসেন্স চুক্তি অনুমোদন করা আবশ্যক:

source: Sri Lanka
bn_bd: শ্রীলঙ্কা

source: %S &Safe Mode
bn_bd: %S নিরাপদ মোড (&S)

source: %S scope
bn_bd: %S স্কোপ

source: %S (screen)
bn_bd: %S (স্ক্রিন)

source: %S - Script Animation
bn_bd: %S - স্ক্রিপ্ট অ্যানিমেশন

source: %S Search
bn_bd: %S অনুসন্ধান

source: %S seems slow… to… start.
bn_bd: %S ধীর মনে হচ্ছে...চালু... হতে।

source: %S set to click-to-play.
bn_bd: ক্লিক-প্লে করতে হলে %S সেট করুন।

source: %S - Sharing Indicator
bn_bd: %S - শেয়ারিং নির্দেশক

source: %S (%S Image)
bn_bd: %S (%S ছবি)

source: %S (%S Image, %S\u00A0\u00D7\u00A0%S pixels)
bn_bd: %S (%S ছবি, %S × %S পিক্সেল)

source: SSL attempted to send a record that exceeded the maximum permissible length.
bn_bd: SSL দ্বারা একটি রেকর্ড পাঠানোর প্রচেষ্টা করা হয়েছে যা অনুমোদিত সর্বোচ্চ দৈর্ঘ্য অতিক্রম করেছে।

source: SSL Certificate Authority
bn_bd: SSL সার্টিফিকেট কর্তৃপক্ষ

source: SSL Client Certificate
bn_bd: SSL ক্লায়েন্ট সার্টিফিকেট

source: SSL experienced a failure of its random number generator.
bn_bd: SSL এর এলোমেলো সংখ্যা নির্মাণ ব্যবস্থায় ব্যর্থতা দেখা দিয়েছে।

source: SSL feature not supported for clients.
bn_bd: ক্লায়েন্টদের জন্য SSL এর বৈশিষ্ট্য সমর্থিত নয়।

source: SSL feature not supported for servers.
bn_bd: সার্ভারের জন্য SSL এর বৈশিষ্ট্য সমর্থিত নয়।

source: SSL feature not supported for SSL 2.0 connections.
bn_bd: SSL 2.0 সংস্করণের সংযোগ SSL বৈশিষ্ট্যে সমর্থিত নয়।

source: SSL feature not supported for the protocol version.
bn_bd: SSL- র বৈশিষ্ট্য প্রোটোকল সংস্করণ জন্য সমর্থিত নয়।

source: SSL peer cannot verify your certificate.
bn_bd: SSL পিয়ার দ্বারা আপনার সার্টিফিকেট যাচাই করা সম্ভব নয়।

source: SSL peer could not obtain your certificate from the supplied URL.
bn_bd: প্রদত্ত URL থেকে পিয়ার SSL দ্বারা আপনার সার্টিফিকেট গ্রহণ করা সম্ভব হয়নি।

source: SSL peer does not support certificates of the type it received.
bn_bd: প্রাপ্ত সার্টিফিকেটের ধরণ পিয়ার SSL দ্বারা সমর্থিত নয়।

source: SSL peer does not support requested TLS hello extension.
bn_bd: অনুরোধ করা TLS এক্সটেনশন, পিয়ার SSL দ্বারা সমর্থিত হয় না।

source: SSL peer had some unspecified issue with the certificate it received.
bn_bd: পিয়ার SSL দ্বারা প্রাপ্ত সার্টিফিকেট সম্পর্কে অনির্দিষ্ট সমস্যা দেখা দিয়েছে।

source: SSL peer has closed this connection.
bn_bd: পিয়ার SSL দ্বারা এই সংযোগ বন্ধ করা হয়েছে।

source: SSL peer has no certificate for the requested DNS name.
bn_bd: অনুরোধকৃত DNS-র নামের জন্য পিয়ার SSL-র কোনো সার্টিফিকেট উপস্থিত নেই।

source: SSL peer rejected a handshake message for unacceptable content.
bn_bd: আপত্তিজনক বিষয়বস্তুর কারণে পিয়ার SSL দ্বারা একটি হ্যান্ডশেক বার্তা প্রত্যাখ্যান করা হয়েছে।

source: SSL peer rejected your certificate as expired.
bn_bd: SSL পিয়ার দ্বারা আপনার সার্টিফিকেটকে মেয়াদোত্তীর্ণ বলে প্রত্যাখ্যান করা হয়েছে।

source: SSL peer rejected your certificate as revoked.
bn_bd: SSL পিয়ার দ্বারা আপনার সার্টিফিকেটকে বাতিল বলে প্রত্যাখ্যান করা হয়েছে।

source: SSL peer reported bad certificate hash value.
bn_bd: পিয়ার SSL দ্বারা সার্টিফিকেট হ্যাশের ভুল মান সম্পর্কে রিপোর্ট করা হয়েছে।

source: SSL peer reports incorrect Message Authentication Code.
bn_bd: SSL পিয়ার বার্তা অনুমোদনের কোড ভুল হিসেবে প্রতিবেদন করেছে।

source: SSL peer selected a cipher suite disallowed for the selected protocol version.
bn_bd: SSL- র পিয়ার নির্বাচিত প্রোটোকল সংস্করণ জন্য অননুমোদিত একটি সাইফার স্যুট নির্বাচন করেছেন.

source: SSL peer was not expecting a handshake message it received.
bn_bd: পিয়ার SSL দ্বারা প্রাপ্ত হ্যান্ডশেক বার্তা প্রত্যাশিত ছিল না।

source: SSL peer was unable to get an OCSP response for its certificate.
bn_bd: পিয়ার SSL দ্বারা নিজের সার্টিফিকেটের জন্য একটি OCSP প্রতিক্রিয়া গ্রহণ সম্ভব হয়নি।

source: SSL peer was unable to negotiate an acceptable set of security parameters.
bn_bd: পিয়ার SSL দ্বারা একটি গ্রহণযোগ্য নিরাপত্তা প্যারামিটার সংকলনে একমত হওয়া সম্ভব হয়নি।

source: SSL peer was unable to successfully decompress an SSL record it received.
bn_bd: পিয়ার SSL দ্বারা প্রাপ্ত SSL রেকর্ড সাফল্যের সাথে ডিকমপ্রেস করা সম্ভব হয়নি।

source: SSL Proxy:
bn_bd: SSL প্রক্সি:

source: SSL received a compressed record that could not be decompressed.
bn_bd: SSL একটি সংকোচিত রেকর্ড গ্রহণ করেছে যা প্রসারিত করা যাবেনা।

source: SSL received a handshake message with an unknown message type.
bn_bd: SSL, অজানা প্রকৃতির বার্তা সহ একটি হ্যান্ডশেক বার্তা গ্রহণ করেছে।

source: SSL received a malformed Alert record.
bn_bd: SSL, ত্রুটিপূর্ণ Alert রেকর্ড গ্রহণ করেছে।

source: SSL received a malformed Application Data record.
bn_bd: SSL, ত্রুটিপূর্ণ Application Data রেকর্ড গ্রহণ করেছে।

source: SSL received a malformed Certificate handshake message.
bn_bd: SSL, ত্রুটিপূর্ণ Certificate হ্যান্ডশেক বার্তা গ্রহণ করেছে।

source: SSL received a malformed Certificate Request handshake message.
bn_bd: SSL, ত্রুটিপূর্ণ Certificate Request হ্যান্ডশেক বার্তা গ্রহণ করেছে।

source: SSL received a malformed Certificate Verify handshake message.
bn_bd: SSL, ত্রুটিপূর্ণ Certificate Verify হ্যান্ডশেক বার্তা গ্রহণ করেছে।

source: SSL received a malformed Change Cipher Spec record.
bn_bd: SSL, ত্রুটিপূর্ণ Change Cipher Spec রেকর্ড গ্রহণ করেছে।

source: SSL received a malformed Client Hello handshake message.
bn_bd: SSL ত্রুটিপূর্ণ Client Hello হ্যান্ডশেক বার্তা গ্রহণ করেছে।

source: SSL received a malformed Client Key Exchange handshake message.
bn_bd: SSL, ত্রুটিপূর্ণ Client Key Exchange হ্যান্ডশেক বার্তা গ্রহণ করেছে।

source: SSL received a malformed Finished handshake message.
bn_bd: SSL, ত্রুটিপূর্ণ Finished হ্যান্ডশেক বার্তা গ্রহণ করেছে।

source: SSL received a malformed Handshake record.
bn_bd: SSL, ত্রুটিপূর্ণ হ্যান্ডশেক রেকর্ড গ্রহণ করেছে।

source: SSL received a malformed Hello Request handshake message.
bn_bd: SSL ত্রুটিপূর্ণ Hello Request হ্যান্ডশেক বার্তা গ্রহণ করেছে।

source: SSL received a malformed Hello Verify Request handshake message.
bn_bd: SSL ত্রুটিপূর্ণ Hello Request হ্যান্ডশেক বার্তা গ্রহণ করেছে।

source: SSL received a malformed New Session Ticket handshake message.
bn_bd: একটি বিকৃত নতুন সেশন টিকেট হ্যান্ডসেক বার্তা SSL গ্রহণ করেছে।

source: SSL received a malformed Server Hello Done handshake message.
bn_bd: SSL, ত্রুটিপূর্ণ Server Hello Done হ্যান্ডশেক বার্তা গ্রহণ করেছে।

source: SSL received a malformed Server Hello handshake message.
bn_bd: SSL, ত্রুটিপূর্ণ Server Hello হ্যান্ডশেক বার্তা গ্রহণ করেছে।

source: SSL received a malformed Server Key Exchange handshake message.
bn_bd: SSL, ত্রুটিপূর্ণ Server Key Exchange হ্যান্ডশেক বার্তা গ্রহণ করেছে।

source: SSL received an alert record with an unknown alert description.
bn_bd: SSL, অজানা প্রকৃতির সতর্কবার্তার বিবরণ সহ একটি সতর্কতা রেকর্ড গ্রহণ করেছে।

source: SSL received an unexpected Alert record.
bn_bd: SSL, অপ্রত্যাশিত Alert রেকর্ড গ্রহণ করেছে।

source: SSL received an unexpected Application Data record.
bn_bd: SSL, অপ্রত্যাশিত Application Data রেকর্ড গ্রহণ করেছে।

source: SSL received an unexpected Certificate handshake message.
bn_bd: SSL, অপ্রত্যাশিত Certificate হ্যান্ডশেক বার্তা গ্রহণ করেছে।

source: SSL received an unexpected Certificate Request handshake message.
bn_bd: SSL, অপ্রত্যাশিত Certificate Request হ্যান্ডশেক বার্তা গ্রহণ করেছে।

source: SSL received an unexpected Certificate Status handshake message.
bn_bd: SSL, অপ্রত্যাশিত Certificate Request হ্যান্ডশেক বার্তা গ্রহণ করেছে।

source: SSL received an unexpected Certificate Verify handshake message.
bn_bd: SSL, অপ্রত্যাশিত Certificate Verify হ্যান্ডশেক বার্তা গ্রহণ করেছে।

source: SSL received an unexpected Change Cipher Spec record.
bn_bd: SSL, অপ্রত্যাশিত Change Cipher Spec রেকর্ড গ্রহণ করেছে।

source: SSL received an unexpected Client Hello handshake message.
bn_bd: SSL, অপ্রত্যাশিত Client Hello হ্যান্ডশেক বার্তা গ্রহণ করেছে।

source: SSL received an unexpected Client Key Exchange handshake message.
bn_bd: SSL, অপ্রত্যাশিত Client Key Exchange হ্যান্ডশেক বার্তা গ্রহণ করেছে।

source: SSL received an unexpected Finished handshake message.
bn_bd: SSL, অপ্রত্যাশিত Finished হ্যান্ডশেক বার্তা গ্রহণ করেছে।

source: SSL received an unexpected Handshake record.
bn_bd: SSL, অপ্রত্যাশিত হ্যান্ডশেক রেকর্ড গ্রহণ করেছে।

source: SSL received an unexpected Hello Request handshake message.
bn_bd: SSL, অপ্রত্যাশিত Hello Request হ্যান্ডশেক বার্তা গ্রহণ করেছে।

source: SSL received an unexpected Hello Verify Request handshake message.
bn_bd: SSL, অপ্রত্যাশিত Hello Request হ্যান্ডশেক বার্তা গ্রহণ করেছে।
